// See https://aka.ms/new-console-template for more information
Console.WriteLine("Hello, World!");
//Задача 6: Напишите программу, которая на вход принимает число и выдаёт, является ли число чётным (делится ли оно на два без остатка).